{
  "general": [
    {
      "q": "Was ist die häufigste Ursache einer nicht-traumatischen Subarachnoidalblutung?",
      "a": "Ruptur eines zerebralen Aneurysmas."
    },
    {
      "q": "Was ist die First-Line-Therapie beim Status epilepticus?",
      "a": "Benzodiazepine (z. B. Lorazepam i.v.)."
    },
    {
      "q": "Welcher Neurotransmitter ist bei der Parkinson-Krankheit vermindert?",
      "a": "Dopamin."
    },
    {
      "q": "Was versteht man unter dem Uhthoff-Phänomen?",
      "a": "Eine reversible Verschlechterung neurologischer Symptome bei Erhöhung der Körpertemperatur."
    },
    {
      "q": "Was ist die häufigste Ursache einer rasch progredienten Demenz?",
      "a": "Creutzfeldt-Jakob-Krankheit."
    },
    {
      "q": "Was ist die klassische Trias des Normaldruckhydrozephalus?",
      "a": "Gangstörung, Demenz, Harninkontinenz."
    },
    {
      "q": "Welche Hirnnerven sind bei internukleärer Ophthalmoplegie betroffen?",
      "a": "N. oculomotorius und N. abducens über das mediale Längsbündel (MLF)."
    },
    {
      "q": "Was bedeutet das Lhermitte-Zeichen?",
      "a": "Stromschlagartiges Gefühl entlang der Wirbelsäule bei Vorneigung des Kopfes, typisch bei MS."
    },
    {
      "q": "Was ist die häufigste Ursache einer zerebralen Sinusvenenthrombose?",
      "a": "Thrombophilie oder orale Kontrazeptiva."
    },
    {
      "q": "Welche Komplikation kann bei hypertensiver Enzephalopathie auftreten?",
      "a": "Posteriores reversibles Enzephalopathiesyndrom (PRES)."
    },
    {
      "q": "Was ist ein typisches Merkmal der Fazialisparese peripheren Typs?",
      "a": "Betroffenheit der Stirn- und Augenmuskulatur."
    },
    {
      "q": "Was ist ein häufiges Symptom bei einer Läsion des N. hypoglossus?",
      "a": "Zungendeviation zur betroffenen Seite."
    },
    {
      "q": "Welche Ursache kann eine bilaterale Pyramidenbahnzeichen verursachen?",
      "a": "Zentrale Myelinolyse, z. B. durch rasche Natriumkorrektur."
    },
    {
      "q": "Was ist das Horner-Syndrom?",
      "a": "Ptosis, Miosis, Anhidrose durch Schädigung der sympathischen Innervation."
    },
    {
      "q": "Was ist das West-Syndrom?",
      "a": "Infantile Spasmen, hypsarrythmisches EEG, Entwicklungsverzögerung."
    },
    {
      "q": "Was ist eine Bulbärparalyse?",
      "a": "Ausfall der motorischen Hirnnerven IX–XII mit Dysarthrie, Dysphagie, Hypotonie der Zunge."
    },
    {
      "q": "Was ist eine Pseudobulbärparalyse?",
      "a": "Beidseitige kortikonukleäre Läsion mit Dysarthrie, Dysphagie, emotionaler Labilität."
    },
    {
      "q": "Was zeigt das Babinski-Zeichen an?",
      "a": "Pyramidenbahnzeichen (pathologischer Plantarreflex)."
    },
    {
      "q": "Was versteht man unter Brown-Séquard-Syndrom?",
      "a": "Halbseitige Rückenmarksläsion mit ipsilateraler Parese und kontralateralem Schmerz-/Temperaturverlust."
    },
    {
      "q": "Was ist ein typisches Symptom bei Kleinhirnläsionen?",
      "a": "Dysmetrie, Ataxie, Intentionstremor."
    },
    {
      "q": "Welche Liquorbefunde sind typisch für eine bakterielle Meningitis?",
      "a": "Erhöhte Zellzahl (>1000/µl, neutrophil), erhöhtes Protein, erniedrigte Glukose (<40% des Serumwertes)."
    },
    {
      "q": "Was ist der Ottawa-SAB-Score und wofür wird er verwendet?",
      "a": "Klinisches Entscheidungsinstrument zur Identifikation von Patienten mit akutem Kopfschmerz, die ein erhöhtes SAB-Risiko haben (inkl. Alter ≥40, Nackensteifigkeit, Bewusstseinsverlust, Beginn bei Anstrengung)."
    },
    {
      "q": "Welcher Antikörper ist am spezifischsten für Myasthenia gravis?",
      "a": "Anti-AChR-Antikörper (bei 85% der generalisierten MG positiv)."
    },
    {
      "q": "Was ist das Lambert-Eaton-Myasthenie-Syndrom und welche Antikörper sind typisch?",
      "a": "Paraneoplastisches Syndrom mit präsynaptischer NMJ-Störung, Anti-VGCC-Antikörper, oft assoziiert mit kleinzelligem Bronchialkarzinom."
    },
    {
      "q": "Nennen Sie drei Differentialdiagnosen einer isolierten N. oculomotorius-Parese mit Pupillenbeteiligung.",
      "a": "Posteriores Kommunikans-Aneurysma, unkales Herniation, diabetische Mononeuropathie (meist ohne Pupillenbeteiligung)."
    }
  ],
  "stroke": [
    {
      "q": "Innerhalb welcher Zeitfenster ist eine intravenöse Thrombolyse beim ischämischen Schlaganfall indiziert?",
      "a": "Bis 4,5 Stunden nach Symptombeginn (nach aktuellen ESO-Guidelines)."
    },
    {
      "q": "Welche bildgebende Methode ist Standard zur Detektion von Großgefäßverschlüssen vor mechanischer Thrombektomie?",
      "a": "CT-Angiographie (CTA) oder MR-Angiographie (MRA)."
    },
    {
      "q": "Was sind die absoluten Kontraindikationen für eine i.v.-Thrombolyse?",
      "a": "Aktive Blutung, intrakranielle Blutung in der Anamnese, kürzlicher großer chirurgischer Eingriff (<14 Tage), unkontrollierte Hypertonie (>185/110 mmHg), Thrombozytopenie <100.000/µl."
    },
    {
      "q": "Bis zu welchem Zeitfenster kann eine mechanische Thrombektomie bei nachgewiesenem Großgefäßverschluss durchgeführt werden?",
      "a": "Bis zu 24 Stunden bei selektierten Patienten mit günstigem Penumbra-Profil (DAWN/DEFUSE-3-Kriterien)."
    },
    {
      "q": "Was ist der NIHSS und welcher Score-Wert deutet auf einen schweren Schlaganfall hin?",
      "a": "National Institutes of Health Stroke Scale; NIHSS >15 deutet auf schweren Schlaganfall hin."
    },
    {
      "q": "Welche Blutdruckzielwerte gelten in den ersten 24h nach i.v.-Lyse?",
      "a": "<180/105 mmHg in den ersten 24 Stunden post-Lyse."
    },
    {
      "q": "Was versteht man unter dem ASPECTS-Score?",
      "a": "Alberta Stroke Program Early CT Score: 10-Punkte-System zur Quantifizierung früher ischämischer Veränderungen im Media-Territorium; Score ≥6 ist oft Voraussetzung für Thrombektomie."
    },
    {
      "q": "Welche Sekundärprophylaxe ist bei kardioembolischem Schlaganfall indiziert?",
      "a": "Orale Antikoagulation (DOAK oder Vitamin-K-Antagonist bei Vorhofflimmern)."
    },
    {
      "q": "Ab welchem Alter ist ein PFO-Verschluss nach kryptogenem Schlaganfall erwägenswert?",
      "a": "Bei Patienten <60 Jahre mit hochrisiko-PFO-Merkmalen (großes PFO, Vorhofseptumaneurysma)."
    },
    {
      "q": "Was ist ein Stroke Mimik und nennen Sie drei häufige Beispiele?",
      "a": "Nicht-vaskuläre Ursachen schlaganfallähnlicher Symptome: Hypoglykämie, Krampfanfall (Todd-Parese), funktionelle Störung, Migräne mit Aura."
    },
    {
      "q": "Welches ist das typische MRT-Muster bei posteriorem reversiblen Enzephalopathiesyndrom (PRES)?",
      "a": "T2/FLAIR-Hyperintensitäten in den posterioren Hemisphären (okzipital, parietal), oft symmetrisch, vasogenes Ödem."
    },
    {
      "q": "Was ist ein Malignominfarkt und wie wird er behandelt?",
      "a": "Großer raumfordernder Mediainfarkt mit Herniation-Risiko; Behandlung: dekompressive Hemikraniektomie innerhalb von 48h bei Patienten <60 Jahre (DECIMAL/DESTINY/HAMLET-Studien)."
    },
    {
      "q": "Welcher Gefäßverschluss führt typischerweise zum Locked-in-Syndrom?",
      "a": "Basilarisverschluss mit bilateraler Pons-Läsion."
    },
    {
      "q": "Was ist der CHA2DS2-VASc-Score und ab welchem Wert ist eine Antikoagulation bei Vorhofflimmern indiziert?",
      "a": "Score zur Einschätzung des Schlaganfallrisikos bei Vorhofflimmern; ≥2 bei Männern, ≥3 bei Frauen: Antikoagulation empfohlen."
    },
    {
      "q": "Nennen Sie drei bildgebende Zeichen einer frischen Hirnblutung im CT.",
      "a": "Hyperdens, homogen, scharf begrenzt, Raumforderungseffekt mit Mittellinienshift möglich."
    },
    {
      "q": "Wann sollte bei einer intrazerebralen Blutung eine chirurgische Evakuation erwogen werden?",
      "a": "Bei lobärer Blutung >30ml mit klinischer Verschlechterung, zerebelläre Blutung >3cm mit Hirnstamm-Kompression oder Hydrozephalus."
    },
    {
      "q": "Was ist die MISTIE-III-Studie und was waren ihre Ergebnisse?",
      "a": "Studie zur minimal-invasiven Hämatom-Evakuation bei ICB; zeigte keinen funktionellen Benefit gegenüber konservativer Therapie."
    },
    {
      "q": "Welche Blutdruckzielwerte werden in der Akutphase einer intrazerebralen Blutung empfohlen?",
      "a": "Systolisch <140 mmHg innerhalb von 1 Stunde (INTERACT-2/ATACH-II)."
    },
    {
      "q": "Was ist ein Moyamoya-Syndrom?",
      "a": "Progressive Stenose der distalen A. carotis interna und proximalen Hirnarterien mit kompensatorischen Kollateralen ('Rauchwolke' in der Angiographie)."
    },
    {
      "q": "Welche Laborparameter sollten vor i.v.-Lyse zwingend bestimmt werden?",
      "a": "Thrombozyten, INR/aPTT, Blutzucker (Hypoglykämie ausschließen)."
    },
    {
      "q": "Was ist das mRS-Score-System?",
      "a": "Modified Rankin Scale: 0-6 Punkte zur Beurteilung des funktionellen Outcomes nach Schlaganfall (0=asymptomatisch, 6=Tod)."
    },
    {
      "q": "Nennen Sie die Hauptindikationen für eine Karotis-TEA oder Stenting.",
      "a": "Symptomatische Karotisstenose ≥50% oder asymptomatische Stenose ≥60-70% bei niedrigem perioperativem Risiko."
    },
    {
      "q": "Was ist ein Watershed-Infarkt und bei welcher Pathophysiologie tritt er auf?",
      "a": "Infarkt in Grenzzonen zwischen Gefäßterritorien, typischerweise bei globaler Hypoperfusion (z.B. Herzstillstand, schwere Hypotonie)."
    },
    {
      "q": "Welches ist die häufigste Ursache einer Sinusvenenthrombose bei jungen Frauen?",
      "a": "Orale Kontrazeptiva."
    },
    {
      "q": "Wie behandelt man eine zerebrale Sinusvenenthrombose?",
      "a": "Therapeutische Antikoagulation mit Heparin, auch bei Vorliegen einer hämorrhagischen Infarzierung."
    }
  ],
  "epilepsy": [
    {
      "q": "Nennen Sie die drei Hauptkriterien für die Diagnose einer Epilepsie nach ILAE 2014.",
      "a": "1) ≥2 unprovozierte Anfälle im Abstand >24h, 2) ein unprovozierter Anfall mit ≥60% Rezidivrisiko, 3) Epilepsiesyndrom-Diagnose."
    },
    {
      "q": "Was ist der Unterschied zwischen einem fokalen und einem generalisierten Anfall?",
      "a": "Fokaler Anfall: Beginn in einem umschriebenen Hirnareal; generalisierter Anfall: bilaterale Aktivierung von Beginn an."
    },
    {
      "q": "Welches ist das Antiepileptikum der ersten Wahl bei neu diagnostizierter fokaler Epilepsie?",
      "a": "Levetiracetam oder Lamotrigin (breites Spektrum, gute Verträglichkeit)."
    },
    {
      "q": "Was ist ein SUDEP und welche Risikofaktoren sind bekannt?",
      "a": "Sudden Unexpected Death in Epilepsy; Risikofaktoren: unkontrollierte generalisierte tonisch-klonische Anfälle, Non-Compliance, junges Alter, nächtliche Anfälle."
    },
    {
      "q": "Wann ist ein EEG bei V.a. Epilepsie obligat?",
      "a": "Nach jedem ersten unprovozierten Anfall zur Risikoeinschätzung und Klassifikation."
    },
    {
      "q": "Was sind typische EEG-Befunde bei Absence-Epilepsie?",
      "a": "Generalisierte 3-Hz-Spike-Wave-Komplexe."
    },
    {
      "q": "Welche Antiepileptika sind bei idiopathisch generalisierter Epilepsie wirksam?",
      "a": "Valproat, Lamotrigin, Levetiracetam, Topiramat."
    },
    {
      "q": "Was ist ein Status epilepticus und ab welcher Dauer spricht man davon?",
      "a": "Kontinuierliche Anfallsaktivität >5 Minuten oder wiederholte Anfälle ohne zwischenzeitliche Erholung des Bewusstseins."
    },
    {
      "q": "Wie lautet das therapeutische Vorgehen beim Status epilepticus?",
      "a": "1) Benzodiazepine i.v. (Lorazepam 4mg), 2) Phenytoin, Valproat oder Levetiracetam i.v., 3) Narkose mit Intubation bei refraktärem Status."
    },
    {
      "q": "Was ist ein non-konvulsiver Status epilepticus?",
      "a": "Andauernde epileptische Aktivität ohne offensichtliche motorische Zeichen; kann mit Verwirrtheit, Bewusstseinsstörung einhergehen; EEG-Diagnose."
    },
    {
      "q": "Welche strukturellen Ursachen einer Epilepsie sollten mittels MRT ausgeschlossen werden?",
      "a": "Tumoren, vaskuläre Malformationen, Hippocampus-Sklerose, kortikale Dysplasien, Traumafolgen."
    },
    {
      "q": "Was ist eine Hippocampus-Sklerose und bei welcher Epilepsieform ist sie typisch?",
      "a": "Atrophie und Gliose des Hippocampus; typisch bei mesiotemporaler Epilepsie."
    },
    {
      "q": "Wann ist eine epilepsiechirurgische Evaluation indiziert?",
      "a": "Bei pharmakoresistenter fokaler Epilepsie nach Versagen von mindestens zwei adäquat dosierten Antiepileptika."
    },
    {
      "q": "Was versteht man unter Pharmakoresistenz bei Epilepsie?",
      "a": "Fortbestehen von Anfällen trotz adäquater Behandlung mit zwei gut verträglichen, geeigneten Antiepileptika in Monotherapie oder Kombination."
    },
    {
      "q": "Nennen Sie Kontraindikationen für Valproat bei Frauen im gebärfähigen Alter.",
      "a": "Hohes teratogenes Risiko (neuronale Entwicklungsstörungen, Spina bifida); nur bei fehlenden Alternativen und sicherer Kontrazeption."
    },
    {
      "q": "Was ist das Dravet-Syndrom?",
      "a": "Schwere myoklonische Epilepsie des Kindesalters, meist SCN1A-Mutation, Beginn im 1. Lebensjahr mit prolongierten Fieberkrämpfen."
    },
    {
      "q": "Welche Antiepileptika können Absence-Anfälle verschlechtern?",
      "a": "Carbamazepin, Phenytoin, Gabapentin, Pregabalin, Vigabatrin."
    },
    {
      "q": "Was ist eine Autoimmun-Enzephalitis und welche Antikörper sind bei epileptischen Anfällen relevant?",
      "a": "Entzündliche Hirnerkrankung durch Autoantikörper; relevant: Anti-NMDA-Rezeptor, Anti-LGI1, Anti-CASPR2, Anti-GAD."
    },
    {
      "q": "Was ist das Juveniles Myoklonus-Epilepsie (Janz-Syndrom)?",
      "a": "Idiopathisch generalisierte Epilepsie mit Beginn in Adoleszenz, Morgenmyoklonien, generalisierte tonisch-klonische Anfälle, Photosensitivität."
    },
    {
      "q": "Welche Provokationsfaktoren sollten bei Epilepsie-Patienten vermieden werden?",
      "a": "Schlafmangel, Alkohol, abruptes Absetzen von AED, Stress, flackernde Lichter (bei Photosensitivität)."
    },
    {
      "q": "Was ist ein Peri-iktales SPECT und wofür wird es eingesetzt?",
      "a": "SPECT während oder kurz nach Anfall zur Lokalisation des epileptogenen Fokus durch Darstellung der Hyperperfusion."
    },
    {
      "q": "Wann dürfen Epilepsie-Patienten in der Schweiz wieder Autofahren?",
      "a": "Nach 12 Monaten Anfallsfreiheit (bei privater Fahrerlaubnis); spezifische Regelungen für Berufsfahrer."
    },
    {
      "q": "Was ist eine Todd-Parese?",
      "a": "Vorübergehende postiktale Parese nach fokalem Anfall, Dauer Minuten bis Stunden."
    },
    {
      "q": "Nennen Sie drei typische Ursachen von akut-symptomatischen Anfällen.",
      "a": "Metabolische Entgleisung (Hypoglykämie, Hyponatriämie), akuter Schlaganfall, Schädel-Hirn-Trauma, Alkoholentzug, Intoxikation."
    },
    {
      "q": "Was ist ein psychogener nicht-epileptischer Anfall (PNEA)?",
      "a": "Anfallsartiges Ereignis ohne epileptische Grundlage, oft durch Video-EEG-Monitoring zu differenzieren; Behandlung: Psychotherapie."
    }
  ],
  "ms": [
    {
      "q": "Welche McDonald-Kriterien 2017 gelten für die Diagnose einer Multiplen Sklerose?",
      "a": "Nachweis von Dissemination in Raum (DIS: ≥2 Regionen des ZNS mit Läsionen) und Zeit (DIT: neue Läsionen in Follow-up-MRT oder gleichzeitiges Vorhandensein von KM-aufnehmenden und nicht-aufnehmenden Läsionen)."
    },
    {
      "q": "Was sind die Dawson-Finger im MRT?",
      "a": "Periventrikuläre MS-Läsionen, die senkrecht zu den Ventrikeln verlaufen, entsprechend perivaskulären Entzündungen."
    },
    {
      "q": "Welche oligoklonalen Banden im Liquor sind beweisend für eine intrathekale Antikörpersynthese?",
      "a": "Typ-2- oder Typ-3-Muster: oligoklonale Banden im Liquor, die im Serum fehlen oder zusätzliche Banden im Liquor."
    },
    {
      "q": "Was ist das Uhthoff-Phänomen?",
      "a": "Vorübergehende Verschlechterung neurologischer Symptome bei Temperaturerhöhung (Fieber, heißes Bad)."
    },
    {
      "q": "Welche Therapie ist First-Line bei akutem MS-Schub?",
      "a": "Hochdosis-Methylprednisolon i.v. (1000 mg/Tag für 3-5 Tage)."
    },
    {
      "q": "Was ist eine Optikusneuritis und wie ist die typische Präsentation?",
      "a": "Akute Entzündung des N. opticus mit Visusminderung, Schmerzen bei Augenbewegung, Farbentsättigung; bei MS in ca. 50% der Fälle als Erstsymptom."
    },
    {
      "q": "Nennen Sie drei krankheitsmodifizierende Therapien (DMT) für schubförmige MS mit hoher Wirksamkeit.",
      "a": "Natalizumab, Ocrelizumab, Alemtuzumab, Fingolimod, Cladribin."
    },
    {
      "q": "Was ist das Risiko bei Natalizumab-Therapie und wie wird es überwacht?",
      "a": "Progressive multifokale Leukenzephalopathie (PML) durch JC-Virus-Reaktivierung; Monitoring via JC-Virus-Antikörper-Titer, MRT alle 6 Monate."
    },
    {
      "q": "Was unterscheidet primär progrediente von sekundär progredienter MS?",
      "a": "PPMS: Progression von Beginn an ohne Schübe; SPMS: zunächst schubförmig, dann kontinuierliche Progression mit/ohne aufgelagerte Schübe."
    },
    {
      "q": "Was ist das Lhermitte-Zeichen?",
      "a": "Stromschlagähnliches Gefühl entlang der Wirbelsäule bei Nackenflexion, typisch für zervikale Myelonläsionen bei MS."
    },
    {
      "q": "Welche B-Zell-depletierenden Therapien sind für MS zugelassen?",
      "a": "Ocrelizumab (für schubförmige und primär progrediente MS), Ofatumumab."
    },
    {
      "q": "Was sind die typischen MRT-Kriterien für MS-Läsionen?",
      "a": "Ovale, >3mm, periventrikulär, juxtakortikal, infratentoriell, spinal; T2/FLAIR-hyperintens, Gadolinium-Aufnahme bei Aktivität."
    },
    {
      "q": "Nennen Sie wichtige Differentialdiagnosen der MS.",
      "a": "NMOSD, MOGAD, Neurosarkoidose, Vaskulitis des ZNS, ADEM, Lyme-Neuroborreliose."
    },
    {
      "q": "Was ist NMOSD (Neuromyelitis-optica-Spektrum-Erkrankung)?",
      "a": "Autoimmunerkrankung mit Antikörpern gegen Aquaporin-4, Befall von N. opticus und Rückenmark (longitudinal extensive Myelitis >3 Segmente)."
    },
    {
      "q": "Welche Therapien sind für NMOSD spezifisch zugelassen?",
      "a": "Eculizumab, Satralizumab, Inebilizumab, Rituximab (off-label)."
    },
    {
      "q": "Was ist MOGAD?",
      "a": "MOG-Antikörper-assoziierte Erkrankung mit Optikusneuritis, Myelitis, ADEM-artigen Präsentationen; meist monophasisch oder rezidivierend."
    },
    {
      "q": "Wie unterscheidet sich MOGAD im MRT von MS?",
      "a": "MOGAD: oft große, fluffige kortikale/juxtakortikale Läsionen, ADEM-artig, weniger Dawson-Finger; MS: klassische periventrikuläre ovale Läsionen."
    },
    {
      "q": "Was ist die EDSS-Skala?",
      "a": "Expanded Disability Status Scale (0-10): Beurteilung des Behinderungsgrades bei MS; 0=normal, 10=Tod durch MS."
    },
    {
      "q": "Welche symptomatische Therapie ist bei MS-assoziierter Fatigue evidenzbasiert?",
      "a": "Amantadin, Modafinil (off-label), Sport, Energiemanagement; Evidenz ist jedoch begrenzt."
    },
    {
      "q": "Was ist Fampridin und bei welchen MS-Symptomen ist es zugelassen?",
      "a": "Kaliumkanalblocker zur Verbesserung der Gehfähigkeit bei MS-Patienten mit Gangstörung."
    },
    {
      "q": "Wie wird Spastik bei MS behandelt?",
      "a": "Physiotherapie, Baclofen, Tizanidin, Gabapentin; intrathekales Baclofen oder Cannabinoide bei schwerer Spastik."
    },
    {
      "q": "Was ist ein Marburg-Variant der MS?",
      "a": "Akut fulminante, rasch progrediente Verlaufsform mit großen konfluierenden Läsionen und schlechter Prognose."
    },
    {
      "q": "Welche Impfungen sind bei immunsuppressiver MS-Therapie kontraindiziert?",
      "a": "Lebendimpfstoffe (z.B. MMR, Varizellen, Gelbfieber) unter B-Zell-Depletion, Fingolimod, Cladribin."
    },
    {
      "q": "Was sind Radiologische Isolated Syndrome (RIS)?",
      "a": "Zufällig entdeckte MS-typische MRT-Läsionen ohne klinische Symptomatik; ca. 30-40% entwickeln später klinische MS."
    }
  ],
  "movement": [
    {
      "q": "Nennen Sie die kardinalen motorischen Symptome der Parkinson-Krankheit.",
      "a": "Bradykinese (obligat), Rigor, Ruhetremor, posturale Instabilität."
    },
    {
      "q": "Was sind die UK Brain Bank Kriterien für idiopathisches Parkinson-Syndrom?",
      "a": "Bradykinese plus mindestens eines: Ruhetremor 4-6 Hz, Rigor, posturale Instabilität; plus Ansprechen auf Levodopa und Ausschluss atypischer Features."
    },
    {
      "q": "Welche bildgebende Untersuchung kann zur Differenzierung von idiopathischem Parkinson und atypischen Parkinson-Syndromen hilfreich sein?",
      "a": "DaTSCAN (123I-FP-CIT-SPECT) zeigt verminderte striatale Dopamintransporter-Dichte; MRT zur Erkennung von Atrophiemustern bei atypischen Syndromen."
    },
    {
      "q": "Was ist der Unterschied zwischen Parkinson-Krankheit und Multisystematrophie (MSA)?",
      "a": "MSA: atypisches Parkinson-Syndrom mit zusätzlich autonomer Dysfunktion, Kleinhirnataxie (MSA-C) oder vorwiegend Parkinson-Symptomen (MSA-P), fehlendes/schlechtes Levodopa-Ansprechen, rascher Progress."
    },
    {
      "q": "Was ist das typische MRT-Zeichen bei MSA?",
      "a": "Hot-cross-bun-Zeichen (Kreuzform in der Pons), putaminale Atrophie mit T2-Hyperintensität."
    }
  ],
  "dementia": [
    {
      "q": "Was sind die diagnostischen Kriterien für Alzheimer-Demenz nach NIA-AA?",
      "a": "Schleichender Beginn, progrediente Gedächtnisstörung, Beeinträchtigung in ≥1 weiterer kognitiver Domäne, Ausschluss anderer Ursachen."
    },
    {
      "q": "Welche Liquorbiomarker sind typisch für Alzheimer-Demenz?",
      "a": "Erniedrigtes Aβ42, erhöhtes Gesamt-Tau und Phospho-Tau; Aβ42/Aβ40-Ratio erniedrigt."
    }
  ],
  "headache": [
    {
      "q": "Nennen Sie die diagnostischen Kriterien für Migräne ohne Aura nach ICHD-3.",
      "a": "≥5 Attacken, 4-72h Dauer, ≥2 von: unilateral, pulsierend, moderate-schwere Intensität, Verstärkung durch Aktivität; plus ≥1: Übelkeit/Erbrechen oder Photo-/Phonophobie."
    },
    {
      "q": "Was ist eine Migräne mit Aura?",
      "a": "Migräne mit vorausgehenden fokalneurologischen Symptomen (typisch visuell: Flimmerskotom, Fortifikationen), die sich über 5-60 Min entwickeln und <60 Min anhalten."
    }
  ],
  "neuromuscular": [
    {
      "q": "Was sind die Leitsymptome einer Myasthenia gravis?",
      "a": "Belastungsabhängige, fluktuierende Muskelschwäche, okuläre Symptome (Ptosis, Diplopie), bulbäre Schwäche, Besserung durch Ruhe."
    },
    {
      "q": "Welche Antikörper sind bei Myasthenia gravis nachweisbar?",
      "a": "Anti-AChR (85%), Anti-MuSK (5-10%), Anti-LRP4 (<5%); 10-15% seronegativ."
    }
  ],
  "infections": [
    {
      "q": "Nennen Sie typische Liquorbefunde bei bakterieller Meningitis.",
      "a": "Zellzahl >1000/µl (neutrophil dominiert), Protein >1 g/L, Glukose <40% des Serumwertes, Laktat >3.5 mmol/L."
    },
    {
      "q": "Was ist die empirische antibiotische Therapie bei V.a. bakterielle Meningitis bei Erwachsenen?",
      "a": "Ceftriaxon 2g alle 12h i.v. + Ampicillin 2g alle 4h i.v. (>50 Jahre wegen Listerien); plus Dexamethason 10mg alle 6h für 4 Tage."
    }
  ],
  "tumors": [
    {
      "q": "Was ist das häufigste primäre maligne Hirntumor bei Erwachsenen?",
      "a": "Glioblastom (WHO-Grad 4)."
    },
    {
      "q": "Was ist die Standardtherapie des Glioblastoms?",
      "a": "Maximale sichere Resektion, gefolgt von Radiotherapie (60 Gy) plus konkomitantes und adjuvantes Temozolomid (Stupp-Protokoll)."
    }
  ],
  "neurointensive": [
    {
      "q": "Nennen Sie die Monroe-Kellie-Doktrin.",
      "a": "Intrakranielles Volumen ist konstant (Hirn + Blut + Liquor); Volumenzunahme einer Komponente erhöht intrakraniellen Druck (ICP)."
    },
    {
      "q": "Was ist der normale intrakranielle Druck (ICP)?",
      "a": "5-15 mmHg; ICP >20 mmHg ist pathologisch und erfordert Behandlung."
    }
  ],
  "neuroanatomy": [
    {
      "q": "Welche Funktion hat der Gyrus praecentralis?",
      "a": "Primär motorischer Kortex (M1): willkürliche Bewegungen."
    },
    {
      "q": "Welche Funktion hat der Gyrus postcentralis?",
      "a": "Primär somatosensorischer Kortex (S1): taktile, propriozeptive, Schmerz- und Temperaturwahrnehmung."
    }
  ],
  "autonomic": [
    {
      "q": "Was ist orthostatische Hypotonie und wie wird sie definiert?",
      "a": "Blutdruckabfall innerhalb 3 Min nach Aufstehen: systolisch ≥20 mmHg oder diastolisch ≥10 mmHg."
    }
  ],
  "sleep": [
    {
      "q": "Was ist Narkolepsie Typ 1?",
      "a": "Übermäßige Tagesschläfrigkeit, Kataplexie (plötzlicher Tonusverlust bei Emotionen), Hypnagogie Halluzinationen, Schlafparalyse; Hypocretin-Mangel im Liquor."
    }
  ],
  "pediatric": [
    {
      "q": "Was ist Fieberkrampf und wie wird er klassifiziert?",
      "a": "Krampfanfall bei Fieber (>38°C) bei Kindern 6 Monate - 5 Jahre; einfach (kurz <15 Min, generalisiert) vs. komplex (>15 Min, fokal, rezidivierend in 24h)."
    }
  ],
  "neuroophthalmology": [
    {
      "q": "Was ist eine Optikusneuritis?",
      "a": "Entzündung des N. opticus; Symptome: subakuter Visusverlust, Schmerzen bei Augenbewegung, relatives afferentes Pupillendefizit (RAPD), Farbentsättigung."
    }
  ],
  "toxicology": [
    {
      "q": "Was ist Wernicke-Enzephalopathie?",
      "a": "Akute neurologische Störung durch Thiamin (Vitamin B1)-Mangel; Trias: Ophthalmoplegie, Ataxie, Konfusion; oft bei Alkoholikern."
    }
  ],
  "misc": [
    {
      "q": "Was ist Syringomyelie?",
      "a": "Flüssigkeitsgefüllte Höhle (Syrinx) im Rückenmark; Symptome: dissoziierte Sensibilitätsstörung (Verlust von Schmerz/Temperatur bei erhaltener Feinberührung), oft zervikal, cape-like distribution."
    }
  ],
  "imaging": [
    {
      "q": "MRT Gehirn: Sie sehen bilaterale, symmetrische T2/FLAIR-Hyperintensitäten in den Basalganglien (Putamen, Nucleus caudatus) und Thalami bei einem 45-jährigen Patienten mit progredienter Bewegungsstörung und kognitiven Störungen. Die Läsionen zeigen kein Enhancement. Was ist die wahrscheinlichste Diagnose?",
      "a": "Creutzfeldt-Jakob-Krankheit (CJK). Typisches 'Pulvinar sign' und 'hockey stick sign' in DWI/FLAIR bei sCJK. Zusätzlich: kortikales Ribboning möglich."
    },
    {
      "q": "MRT Gehirn: T2-gewichtete Bilder zeigen ovale, periventrikuläre Läsionen, die senkrecht zu den Ventrikeln verlaufen ('Dawson-Finger'). Zusätzlich juxtakortikale und infratentorielle Läsionen. Einige Läsionen zeigen Gadolinium-Enhancement, andere nicht. Was ist die Diagnose?",
      "a": "Multiple Sklerose. Die Läsionen erfüllen die McDonald-Kriterien für Dissemination in Raum (DIS) und Zeit (DIT: gleichzeitiges Vorhandensein von KM-aufnehmenden und nicht-aufnehmenden Läsionen)."
    },
    {
      "q": "MRT Wirbelsäule: Longitudinal extensive transverse Myelitis (LETM) über >3 Wirbelsegmente in der zervikalen und thorakalen Region. Die Läsion ist zentral im Rückenmark lokalisiert. Welche Diagnose ist am wahrscheinlichsten und welcher Test sollte durchgeführt werden?",
      "a": "Neuromyelitis-optica-Spektrum-Erkrankung (NMOSD). Test: Aquaporin-4-Antikörper im Serum."
    },
    {
      "q": "CT Schädel: Sie sehen eine bikonvexe, hyperdense extraaxiale Raumforderung, die die Mittellinie nicht überschreitet. Der Patient hatte ein Trauma vor 2 Stunden. Was ist die Diagnose und welche Gefäßstruktur ist typischerweise betroffen?",
      "a": "Epidurales Hämatom. Typischerweise durch Ruptur der A. meningea media nach Schädelfraktur im Temporalbereich."
    },
    {
      "q": "CT Schädel: Sichelförmige, hyperdense Raumforderung, die sich entlang der Konvexität erstreckt und die Mittellinie überschreitet. Der Patient ist 75 Jahre alt und hatte vor 3 Wochen einen Sturz. Was ist die Diagnose?",
      "a": "Akutes subdurales Hämatom. Bei älteren Patienten oft durch Brückenvenenruptur, auch nach minimalem Trauma."
    },
    {
      "q": "CT Schädel: Hyperdens im Subarachnoidalraum, besonders in den basalen Zisternen (Stern-Konfiguration). Der Patient klagt über 'den schlimmsten Kopfschmerz seines Lebens'. Welche Komplikation sollte in den nächsten 4-14 Tagen besonders überwacht werden?",
      "a": "Subarachnoidalblutung. Komplikation: Zerebraler Vasospasmus mit Risiko für verzögerte zerebrale Ischämie (DCI). Monitoring durch transkranielle Doppler-Sonographie. Prophylaxe: Nimodipin 60 mg alle 4h für 21 Tage."
    },
    {
      "q": "MRT Gehirn: T2/FLAIR zeigt symmetrische Hyperintensitäten in beiden Okzipitallappen und Parietallappen mit vasogenem Ödem. Die Patientin hat eine hypertensive Krise (RR 220/120 mmHg) und Krampfanfälle. Was ist die Diagnose?",
      "a": "Posteriores reversibles Enzephalopathiesyndrom (PRES). Therapie: Blutdrucksenkung, antikonvulsive Therapie. Die Läsionen sind in der Regel reversibel."
    },
    {
      "q": "MRT Gehirn: Asymmetrische FLAIR-Hyperintensitäten im medialen Temporallappen, besonders im Hippocampus, mit T2-Hyperintensität und Schwellung. Der Patient hat Fieber, Verwirrtheit und fokale Anfälle. Was ist die wahrscheinlichste Diagnose und die dringendste Therapie?",
      "a": "Herpes-simplex-Enzephalitis (HSE). Sofortiger Therapiestart mit Aciclovir 10 mg/kg i.v. alle 8h, ohne auf PCR-Bestätigung zu warten!"
    },
    {
      "q": "MRT Gehirn: 'Hot cross bun sign' in der Pons (T2-gewichtete Bilder zeigen eine kreuzförmige Hyperintensität). Zusätzlich putaminale Atrophie mit T2-Hyperintensität. Der Patient hat Parkinson-Symptome, autonome Dysfunktion und schlechtes Levodopa-Ansprechen. Was ist die Diagnose?",
      "a": "Multisystematrophie (MSA). Das Hot-cross-bun-Zeichen ist pathognomonisch für MSA-C (zerebellärer Typ)."
    },
    {
      "q": "EEG: Sie sehen generalisierte 3-Hz-Spike-Wave-Komplexe, die während Hyperventilation provoziert wurden. Die 8-jährige Patientin hat kurze Bewusstseinspausen ohne Sturz. Was ist die Diagnose?",
      "a": "Absence-Epilepsie (Petit-mal). Typisches EEG-Muster bei Absence-Anfällen. Therapie: Ethosuximid oder Valproat."
    },
    {
      "q": "EEG: Periodische lateralisierte epileptiforme Entladungen (PLEDs) über der rechten Temporalregion bei einem Patienten mit Fieber und Verwirrtheit. Was ist die wahrscheinlichste Diagnose?",
      "a": "Herpes-simplex-Enzephalitis (HSE). PLEDs sind typisch für HSE, besonders in der Frühphase."
    },
    {
      "q": "EEG: Hypsarrhythmie - hochamplitudige, desorganisierte Aktivität mit multifokalen Spikes und Wellen. Der 6 Monate alte Säugling hat Salaam-Anfälle. Was ist die Diagnose?",
      "a": "West-Syndrom (infantile Spasmen). Hypsarrhythmie ist das charakteristische EEG-Muster."
    },
    {
      "q": "CT Schädel: Hypodense, runde Läsion mit Ring-Enhancement und perifokalem Ödem im Parietallappen. Der Patient ist HIV-positiv mit CD4-Zahl <100/µl. Was ist die wahrscheinlichste Diagnose?",
      "a": "Zerebrale Toxoplasmose. Multiple ring-enhancing Läsionen sind typisch bei HIV-Patienten. DD: primäres ZNS-Lymphom (meist solitär, homogen)."
    },
    {
      "q": "MRT Wirbelsäule: Zentral gelegene, langstreckige T2-Hyperintensität im zervikalen Rückenmark mit Erweiterung des Rückenmarks ('Syrinx'). Was ist die Diagnose und welche assoziierte Anomalie sollte gesucht werden?",
      "a": "Syringomyelie. Häufig assoziiert mit Arnold-Chiari-Malformation Typ I (Kleinhirntonsillen-Ektopie durch Foramen magnum)."
    }
  ]
}